---
kind: other
id: Properties.T:Autodesk.Revit.DB.RelinquishedItems
source: html/772c1d9e-e3c5-9de7-e924-3fd0e3d1f73e.htm
---
# RelinquishedItems Properties

Specifies whether the .NET object represents a valid Revit entity.